
const texts = {

    activation: 'Для активации бота нажмите /start',

    /**
     * Первый этап
     * Берем номер телефона
     */

    howToConnect: 'Как с вами связаться?',
    answerButton: 'Мой телефонный номер',

    /**
     * Второй этап
     * Предоставляем варианты 2ух ближайших дней
     */

    chooseDay: 'когда вам удобно пройти собеседование: ',
    dayDefValue: 'Выберите день',

    /**
     * Третий этап
     * Выбираем вариант (утро, день, вечер)
     */

    chooseRange: 'Выберите время суток',

    /**
     * Четвертый этап
     * Выбираем время
     */

    timeDefValue: 'Выберите время пожалуйста',

    /**
     * Уведомления
     */

    notificationMsg: 'Утвердите пожалуйста',
    yesAnswer: 'Да, я приду',
    afterYes: 'Отлично, до встречи',
    noAnswer: 'К сожалению, Нет',
    afterNo: 'Вы отменили собеседование, наш сотрудник свяжеться с вами'

};

module.exports = texts;